/* No comment provided by engineer. */
"Connecting" = "A ligar...";

/* No comment provided by engineer. */
"NFiles" = "%d ficheiros";

/* No comment provided by engineer. */
"NotEnoughSpace" = "Sem espaço suficiente em disco";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Sending" = "A enviar...";

/* No comment provided by engineer. */
"TransferCanceled" = "Cancelado";

/* No comment provided by engineer. */
"TransferDeclined" = "Recusado";

/* No comment provided by engineer. */
"TransferFinished" = "Transferência Completa";

/* No comment provided by engineer. */
"TransferTimedOut" = "O tempo de ligação expirou";

/* No comment provided by engineer. */
"UnsupportedType" = "Tipo de ficheiro não suportado";
